Repository: feruzoyen/AP-website-copy
Catalog: site-contribute_*.po
Languages: nl

source: As a community project, AntennaPod relies on voluntary code contributions from a wide range of people. Not just for the app itself, but also the website and related projects.
nl: Als een gemeenschapsproject is AntennaPod afhankelijk van vrijwillige code bijdragen van een breed scala van mensen. Niet alleen voor de app zelf, maar ook voor de website en aanverwante projecten.

source: You're right at it: the core of the project! Used by thousands of people across the world, your contributions are an important contribution to an open podcasting ecosystem. So, are you experienced with Java, or just getting started? We welcome your contributions in our [GitHub repository](https://github.com/AntennaPod/AntennaPod).
nl: U&#x27;s er juist bij: de kern van het project! Gebruikt door duizenden mensen over de hele wereld, uw bijdragen zijn een belangrijke bijdrage aan een open podcasting ecosysteem. Dus, heb je ervaring met Java, of begin je net? We verwelkomen uw bijdragen in onze [GitHub repository](https://github.com/AntennaPod/AntennaPod).

source: Where we need help
nl: Waar we hulp nodig hebben

source: There's a few areas where we could well use your support. Because they're important, often-requested, or both. We've set up a clear overview of [the issues and feature areas we most need help with](https://github.com/AntennaPod/AntennaPod/projects/2). Get yourself into any of the following issues and we'll add you to our (mental) list for eternal gratitude!
nl: Er&#x27;s een paar gebieden waar we uw steun goed kunnen gebruiken. Omdat ze&#x27;belangrijk zijn, vaak gevraagd worden, of allebei. We&#x27;hebben een duidelijk overzicht gemaakt van [de kwesties en functiegebieden waar we het meest hulp bij nodig hebben](https://github.com/AntennaPod/AntennaPod/projects/2). Verdiep u in een van de volgende kwesties en wij&#x27;ll voegen u toe aan onze (mentale) lijst voor eeuwige dankbaarheid!

source: Apart from these major projects, you can always check out the [issues with the 'help wanted' label](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) on GitHub.
nl: Afgezien van deze grote projecten, kunt u altijd kijken naar de [kwesties met het &#x27;help gezocht&#x27; label](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) op GitHub.

source: If you prefer bug-hunting, your go-to list for a weekend bug-hunt is the ['confirmed bugs' issue label](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) on GitHub.
nl: Als je liever op bug-jacht gaat, is je go-to lijst voor een weekend bug-jacht de [&#x27;confirmed bugs&#x27; issue label](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) op GitHub.

source: Getting started
nl: Aan de slag

source: **Before** Please don't just submit a PR, but always *announce your interest first*. Sometimes we didn't yet reach an agreement on a user experience and interface. It can happen that someone agreed to start working on something, but we forgot to 'assign' the GitHub issue. Chipping in on our forum is the best way to avoid lost hours on code that won't be accepted.
nl: **Vooraf** Dien niet zomaar een PR in, maar *kondig altijd eerst je interesse aan*. Soms hebben we&#x27;nog geen overeenstemming bereikt over een gebruikerservaring en interface. Het kan gebeuren dat iemand heeft toegezegd ergens aan te gaan werken, maar dat we vergeten zijn &#x27;assign&#x27; de GitHub issue toe te wijzen. Meepraten op ons forum is de beste manier om verloren uren aan code die niet zal&#x27;worden aanvaard te vermijden.

source: **During** Have a look at our wiki; it contains [handy info for contributors](https://github.com/AntennaPod/AntennaPod/wiki). You'll find there, for example, information about the project's [code style](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) and can learn [how to make sure you get accredited](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) for your work in the app. Last but not least: build instructions and info about debug logs.
nl: **Durend** Neem een kijkje op onze wiki; die bevat [handige info voor bijdragers](https://github.com/AntennaPod/AntennaPod/wiki). Je&#x27;vindt er bijvoorbeeld informatie over de project&#x27;s [code stijl](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) en kunt er leren [hoe je ervoor zorgt dat je geaccrediteerd wordt](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) voor je werk in de app. Last but not least: bouwinstructies en info over debug logs.

source: **After** Talk about your work, and claim that fame! It might inspire other potential contributors, and helps promote the app generally. We're happy to retweet your tweets!
nl: **Na afloop** Praat over je werk, en claim die roem! Het kan andere potentiële bijdragers inspireren, en helpt de app in het algemeen te promoten. We&#x27;zijn blij om je tweets te retweeten!

source: The base of our new website was kindly built by [Anxhelo](https://lushka.al). Now we're ready to expand! Are you familiar with [Jekyll](https://jekyllrb.com/)? Then help us implement (parts of) [our website wishlist](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) and check out our [website repository](https://github.com/AntennaPod/antennapod.github.io) now.
nl: De basis van onze nieuwe website werd vriendelijk gebouwd door [Anxhelo](https://lushka.al). Nu&#x27;zijn we klaar om uit te breiden! Ben je bekend met [Jekyll](https://jekyllrb.com/)? Help ons dan (delen van) [onze website wishlist](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) te implementeren en bekijk nu onze [website repository](https://github.com/AntennaPod/antennapod.github.io).

source: 3. Upstream & other projects
nl: 3. Upstream &amp; andere projecten

source: AntennaPod doesn't live in isolation. The project relies on many others - contributing to those means helping AntennaPod thrive:
nl: AntennaPod leeft niet in afzondering&#x27. Het project steunt op vele anderen - daaraan bijdragen betekent AntennaPod helpen bloeien:

source: **Nextcloud Podcast app** (Vue, PHP, Javascript) December 2020 Jonas Heinrich created the [Nextcloud Podcast app](https://apps.nextcloud.com/apps/podcast). It already is a great way to subscribe and listen to your podcasts online, in a self-hosted environment. It's further development and [integration with AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) would be a very welcome addition.
nl: **Nextcloud Podcast app** (Vue, PHP, Javascript) December 2020 Jonas Heinrich heeft de [Nextcloud Podcast app](https://apps.nextcloud.com/apps/podcast) gemaakt. Het is al een geweldige manier om te abonneren en te luisteren naar uw podcasts online, in een zelf gehoste omgeving. De verdere ontwikkeling ervan en [integratie met AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) zou een zeer welkome aanvulling zijn.

source: **gpodder.net** (Python, HTML) The long-standing and libre [gpodder.net](https://gpodder.net/) project allows users to connect and synchronise their podcast players. Unfortunately the project is a victim of its own success: the webserver often being unavailable and AntennaPod users see sync errors. Any support to the project and its maintainers is welcome, in particular with [this API issue](https://github.com/gpodder/mygpo/issues/128).
nl: **gpodder.net** (Python, HTML) Het reeds lang bestaande en libre [gpodder.net](https://gpodder.net/) project laat gebruikers toe om hun podcastspelers te verbinden en te synchroniseren. Helaas is het project een slachtoffer van zijn eigen succes: de webserver is vaak niet beschikbaar en AntennaPod gebruikers zien sync fouten. Alle steun aan het project en zijn maintainers is welkom, in het bijzonder met [dit API probleem](https://github.com/gpodder/mygpo/issues/128).

source: Get in touch!
nl: Neem contact op!

source: Vaguely interested but not sure yet? Ready to get started? Get in touch with @Keunes or @ByteHamster on [our forum](https://forum.antennapod.org)!
nl: Vaag geïnteresseerd maar nog niet zeker? Klaar om te beginnen? Neem contact op met @Keunes of @ByteHamster op [ons forum](https://forum.antennapod.org)!

source: AntennaPod relies on free publicity, word-of-mouth, and a modest social media presence for its promotion. We know there's room for improvement. And you might have thought that as well. Why not help us grow bigger? Your help in any of the following areas will be much appreciated.
nl: AntennaPod vertrouwt op gratis publiciteit, mond-tot-mondreclame, en een bescheiden aanwezigheid in de sociale media voor zijn promotie. We weten dat er&#x27;ruimte is voor verbetering. En dat heb jij misschien ook wel gedacht. Waarom zou u ons niet helpen groter te worden? Uw hulp op een van de volgende gebieden zal zeer op prijs worden gesteld.

source: **Press** Know an interesting website, podcast or magazine that might cover AntennaPod? Then help us build a list media to reach out to with important messages.
nl: **Pers** Ken je een interessante website, podcast of tijdschrift die AntennaPod zou kunnen behandelen? Help ons dan een lijst op te stellen van media die we kunnen bereiken met belangrijke berichten.

source: **Social media** Happy to think of new hooks to talk about the project every, and draft consise & creative messages ever now & then? Help engage with a wider audience on Twitter.
nl: **Sociale media** Bedenk je graag nieuwe haakjes om over het project te praten en stel je af en toe een consise &amp; creatief bericht op? Helpen een breder publiek te bereiken op Twitter.

source: **Blog** Interested in writing about new app features, the AntennaPod project or an open podcasting ecosystem in general? Help us maintain our blog.
nl: **Blog** Interesse om te schrijven over nieuwe app features, het AntennaPod project of een open podcasting ecosysteem in het algemeen? Help ons onze blog te onderhouden.

source: **Graphics design** Feeling comfortable with (digital) pen & ink? Then help us spice up our website, social media presence and other promotional materials.
nl: **Graphics design** Voel je je comfortabel met (digitale) pen & inkt? Help ons dan met het opleuken van onze website, social media en ander promotiemateriaal.

source: **Everything else** Do you have other great ideas to promote the project? Get in touch and share them with us.
nl: **Alles anders** Heb je andere leuke ideeën om het project te promoten? Neem contact op en deel ze met ons.

source: Get in touch
nl: Neem contact op.

source: Vaguely interested but not sure yet? Ready to get started? Get in touch with [@Keunes on our forum](https://forum.antennapod.org/u/keunes)! To get an idea of our current materials, you can also check out [our Twitter feed](https://www.twitter.com/antennapod), [our blog](/blog) and the [Branding repository](https://github.com/AntennaPod/Branding) on GitHub.
nl: Vaag geïnteresseerd maar nog niet zeker? Klaar om te beginnen? Neem contact op met [@Keunes op ons forum](https://forum.antennapod.org/u/keunes)! Om een idee te krijgen van onze huidige materialen, kunt u ook kijken op [onze Twitter feed](https://www.twitter.com/antennapod), [onze blog](/blog) en de [Branding repository](https://github.com/AntennaPod/Branding) op GitHub.
