Repository: feruzoyen/AP-website-copy
Catalog: translations/contribute-pages/site-contribute_*.po
Languages: nb_no

source: As a community project, AntennaPod relies on voluntary code contributions from a wide range of people. Not just for the app itself, but also the website and related projects.
nb_no: Som et gemenskapsprosjekt avhenger AntennaPod av frivillige som gjør kodebidrag. Ikke kun for programmet, men også nettsiden og relaterte prosjekter.

source: 1. App (Java)
nb_no: 1. Programmet (Java)

source: You're right at it: the core of the project! Used by thousands of people across the world, your contributions are an important contribution to an open podcasting ecosystem. So, are you experienced with Java, or just getting started? We welcome your contributions in our [GitHub repository](https://github.com/AntennaPod/AntennaPod).
nb_no: Dine bidrag er viktige for økosystemet rundt frie nettradioopptak. Hvis du har erfaring med java kan du bidra på vårt [GitHub-kodelager](https://github.com/AntennaPod/AntennaPod).

source: Where we need help
nb_no: Hvor vi trenger hjelp

source: There's a few areas where we could well use your support. Because they're important, often-requested, or both. We've set up a clear overview of [the issues and feature areas we most need help with](https://github.com/AntennaPod/AntennaPod/projects/2). Get yourself into any of the following issues and we'll add you to our (mental) list for eternal gratitude!
nb_no: Her har du en oversikt over [problemer og områder der hjelp behøves](https://github.com/AntennaPod/AntennaPod/projects/2).

source: Apart from these major projects, you can always check out the [issues with the 'help wanted' label](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) on GitHub.
nb_no: Annet enn disse, kan du også sjekke [problemrapporter markert «Hjelp ønsket»](https://github.com/AntennaPod/AntennaPod/labels/help%20wanted) på GitHub.

source: If you prefer bug-hunting, your go-to list for a weekend bug-hunt is the ['confirmed bugs' issue label](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) on GitHub.
nb_no: Hvis du foretrekker å fikse feil, kan du begynne med [«Bekreftede feil»](https://github.com/AntennaPod/AntennaPod/labels/Type%3A%20Confirmed%20bug) på GitHub.

source: Getting started
nb_no: Begynn

source: **Before** Please don't just submit a PR, but always *announce your interest first*. Sometimes we didn't yet reach an agreement on a user experience and interface. It can happen that someone agreed to start working on something, but we forgot to 'assign' the GitHub issue. Chipping in on our forum is the best way to avoid lost hours on code that won't be accepted.
nb_no: **På forhånd** Ikke send inn flettingsforespørsler uoppfordret, men alltid *annonser dine intensjoner på forumet først*. Noen ganger blir vi ikke enige om brukeropplevelse og grensesnitt. Det kan skje at en problemrapport ikke er tildelt noen, eller at det blir glemt.

source: **During** Have a look at our wiki; it contains [handy info for contributors](https://github.com/AntennaPod/AntennaPod/wiki). You'll find there, for example, information about the project's [code style](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) and can learn [how to make sure you get accredited](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) for your work in the app. Last but not least: build instructions and info about debug logs.
nb_no: **Når du bidrar** Ta en titt på wiki-en, den har [nyttig info for bidragsytere](https://github.com/AntennaPod/AntennaPod/wiki). Her finner du instruks om prosjektets [kodestil](https://github.com/AntennaPod/AntennaPod/wiki/Code-style) og du kan lære [hvordan du blir listet opp som bidragsyter](https://github.com/AntennaPod/AntennaPod/wiki/Getting-accredited-on-the-Contributors-page) for ditt arbeid med prosjektet. Sist men ikke minst: Bygginstruks og info om avlusningslogger.

source: **After** Talk about your work, and claim that fame! It might inspire other potential contributors, and helps promote the app generally. We're happy to retweet your tweets!
nb_no: **Etterpå** Snakk om arbeidet ditt. Det kan inspirere andre, og hjelper prosjektets anseelse.

source: 2. Website (SCSS, HTML)
nb_no: 2. Nettsiden (SCSS, HTML)

source: The base of our new website was kindly built by [Anxhelo](https://lushka.al). Now we're ready to expand! Are you familiar with [Jekyll](https://jekyllrb.com/)? Then help us implement (parts of) [our website wishlist](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) and check out our [website repository](https://github.com/AntennaPod/antennapod.github.io) now.
nb_no: Grunnlaget for vår nettside ble bygd av [Anxhelo](https://lushka.al). Hvis du kan noe om [Jekyll](https://jekyllrb.com/) kan du bidra. Hjelp til med å implementere [ønskelisten](https://forum.antennapod.org/t/sitemap-for-the-new-website/240) og sjekk ut [nettside-kodelageret](https://github.com/AntennaPod/antennapod.github.io) nå.

source: 3. Upstream & other projects
nb_no: 3. Oppstrømsprosjekter og andre i økosystemet

source: AntennaPod doesn't live in isolation. The project relies on many others - contributing to those means helping AntennaPod thrive:
nb_no: AntennaPod er ikke et isolert prosjekt. Det avhenger av mange andre. Å bidra til dem hjelper AntennaPod:

source: **Nextcloud Podcast app** (Vue, PHP, Javascript) December 2020 Jonas Heinrich created the [Nextcloud Podcast app](https://apps.nextcloud.com/apps/podcast). It already is a great way to subscribe and listen to your podcasts online, in a self-hosted environment. It's further development and [integration with AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) would be a very welcome addition.
nb_no: **Nextcloud-nettradioopptaksprogrammet** (Vue, PHP, JavaScript) I desember 2020 lagde Jonas Heinrich [Nextcloud-prodcastprogrammet](https://apps.nextcloud.com/apps/podcast). Det er allerede en flott måte å abonnere på og lytte til dine nettradioopptak på nett, i et selvtjent miljø. Videre utvikling og [integrasjon med AntennaPod](https://git.project-insanity.org/onny/nextcloud-app-podcast/-/issues/103) ville vært kjærkomment.

source: **gpodder.net** (Python, HTML) The long-standing and libre [gpodder.net](https://gpodder.net/) project allows users to connect and synchronise their podcast players. Unfortunately the project is a victim of its own success: the webserver often being unavailable and AntennaPod users see sync errors. Any support to the project and its maintainers is welcome, in particular with [this API issue](https://github.com/gpodder/mygpo/issues/128).
nb_no: **gpodder.net** (Python, HTML) Det ærverdige og frie [gpodder.net](https://gpodder.net/)-prosjektet lar brukere koble til og synkronisere sine avspillere. Beklageligvis er prosjektet offer for sin egen suksess. Nett-tjeneren er ofte utilgjengelig og AntennaPod-brukere får ofte synkroniseringsproblemer. All støtte til prosjektet og dets vedlikeholdere bidrar, spesielt [denne API-problemrapporten](https://github.com/gpodder/mygpo/issues/128).

source: Get in touch!
nb_no: Ta kontakt

source: Vaguely interested but not sure yet? Ready to get started? Get in touch with @Keunes or @ByteHamster on [our forum](https://forum.antennapod.org)!
nb_no: Litt interessert, men ikke sikker enda? Ta kontakt med @Keunes eller @ByteHamster på [forumet](https://forum.antennapod.org).

source: AntennaPod relies on gratis publicity, word-of-mouth, and a modest social media presence for its promotion. We know there's room for improvement. And you might have thought that as well. Why not help us grow bigger? Your help in any of the following areas will be much appreciated.
nb_no: AntennaPod avhenger av gratis publisitet, jungeltelegrafen, og litt snakk på sosiale media. Det er rom for forbedringer. Hjelp til.

source: **Press** Know an interesting website, podcast or magazine that might cover AntennaPod? Then help us build a list media to reach out to with important messages.
nb_no: **Presse** Vet du om en interessant nettside, et nettradioopptak, eller et magasin som vil dekke AntennaPod? Hjelp oss å bygge en liste over media som vil viderebringe viktige meldinger.

source: **Social media** Happy to think of new hooks to talk about the project every, and draft consise & creative messages ever now & then? Help engage with a wider audience on Twitter.
nb_no: **Sosiale media** Liker du å finne anledninger til å snakke om prosjektet, og bruke kreativiteten din nå og da?

source: **Blog** Interested in writing about new app features, the AntennaPod project or an open podcasting ecosystem in general? Help us maintain our blog.
nb_no: **Bloggen** Vil du skrive om nye programfunksjoner, AntennaPod-prosjekter og det åpne økosystemet rundt nettradioopptak?

source: **Graphics design** Feeling comfortable with (digital) pen & ink? Then help us spice up our website, social media presence and other promotional materials.
nb_no: **Grafikk og design** Komfortabel med digitale verktøy eller blekk? Hjelp oss å friske opp nettsiden, tilstedeværelsen på sosiale media, og annet promosjonsmateriale.

source: **Everything else** Do you have other great ideas to promote the project? Get in touch and share them with us.
nb_no: **Alt annet** Har du andre gode idéer for å promotere prosjektet? Ta kontakt og del dem med oss.

source: Get in touch
nb_no: Ta kontakt

source: Vaguely interested but not sure yet? Ready to get started? Get in touch with [@Keunes on our forum](https://forum.antennapod.org/u/keunes)! To get an idea of our current materials, you can also check out [our Twitter feed](https://www.twitter.com/antennapod), [our blog](/blog) and the [Branding repository](https://github.com/AntennaPod/Branding) on GitHub.
nb_no: Litt interessert men ikke sikker enda? Klar til å begynne? Ta kontakt med [@Keunes på forumet](https://forum.antennapod.org/u/keunes). Du kan også sjekke ut [vår Twitter-strøm](https://nitter.net/antennapod), [bloggen](/blog) og [merkevare-kodelageret](https://github.com/AntennaPod/Branding) på GitHub.
